{"translation-revision-date":"2023-11-05 13:54:13+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Disable Hello theme's theme.css file which contains CSS rules that style WordPress elements.":["Désactivez le fichier theme.css du thème Hello qui contient des règles CSS qui stylisent les éléments WordPress."],"Unregister Hello theme.css":["Annuler l’enregistrement de theme.css de Hello"],"Disable Hello theme's style.css file which contains CSS reset rules for unified cross-browser view.":["Désactivez le fichier style.css du thème Hello qui contient les règles de réinitialisation CSS pour une vue unifiée entre navigateurs."],"Unregister Hello style.css":["Annuler l’enregistrement de style.css de Hello"],"Remove the section above the content that contains the main heading of the page.":["Supprimer la section au-dessus du contenu qui contient l’en-tête principal de la page."],"Disable page title":["Disable page title"],"Remove the \"Skip to content\" link used by screen-readers and users navigating with a keyboard.":["Supprimer le lien « Aller au contenu » utilisé par les lecteurs d’écran et les utilisateurs naviguant avec un clavier."],"Disable skip link":["Désactiver le lien de saut"],"Remove the description meta tag in singular content pages that contain an excerpt.":["Supprimer la balise meta description dans les pages de contenu singulier qui contiennent un extrait."],"Disable description meta tag":["Désactiver la balise meta description"],"Be cautious, disabling some of the following options may break your website.":["Soyez prudent, la désactivation de certaines des options suivantes peut casser votre site."],"Save Settings":["Enregistrer les réglages"],"Settings Saved":["Réglages enregistrés"],"Hello Theme Settings":["Réglages du thème Hello"]}},"comment":{"reference":"assets\/js\/hello-admin.js"}}